---
kind: enumMember
id: F:Autodesk.Revit.UI.PostableCommand.RestoreBackup
enum: Autodesk.Revit.UI.PostableCommand
source: html/f6ccdc1b-6ac3-9c49-d0bb-8a7d1877eab0.htm
---
# Autodesk.Revit.UI.PostableCommand.RestoreBackup

Rolls back changes made to a workshared project, or saves a selected backup version to be the current working model.